<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadType</key>
            <string>com.apple.mobiledevice.identification</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadIdentifier</key>
            <string>com.canvas.aml.deviceinfo</string>
            <key>PayloadUUID</key>
            <string>fb8e8c12-1b68-4b5d-9d68-f43e5e68d8b3</string>
            <key>PayloadDisplayName</key>
            <string>AML Device Information</string>
            <key>PayloadDescription</key>
            <string>This payload collects device UDID and sends it to the server.</string>
            <key>PayloadURL</key>
            <string>https://canvastechnology.github.io/jailbreak/udid/get-udid.php</string> <!-- Your PHP server URL -->
        </dict>
    </array>
    <key>PayloadOrganization</key>
    <string>CanvasONE</string>
    <key>PayloadIdentifier</key>
    <string>com.canvas.aml</string>
    <key>PayloadUUID</key>
    <string>d8f187be-859d-4aad-84d4-b46f7428d269</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadDisplayName</key>
    <string>AML Device Information Finder</string>
    <key>PayloadType</key>
    <string>Configuration</string>
</dict>
</plist>
