<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadType</key>
            <string>com.apple.mobiledevice.enrollment</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadIdentifier</key>
            <string>com.canvas.aml</string>
            <key>PayloadUUID</key>
            <string>ef773e3e-841a-11ef-9317-325096b39f47</string>
            <key>DisplayName</key>
            <string>AML Device Information Finder</string>
            <key>OrganizationName</key>
            <string>CanvasONE</string>
            <key>IdentifyCertificateUUID</key>
            <string>ef773e3e-841a-11ef-9317-325096b39f47</string>
            <key>PayloadContent</key>
            <array>
                <dict>
                    <key>URL</key>
                    <string>https://canvastechnology.github.io/jailbreak/udid/get-udid.php</string>
                </dict>
            </array>
        </dict>
    </array>
</dict>
</plist>
